Revit 2027 API
ParameterTypeId.HandrailSupportsLayoutParam Property
 "Layout"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId HandrailSupportsLayoutParam { get; }
Public Shared ReadOnly Property HandrailSupportsLayoutParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ HandrailSupportsLayoutParam {
	ForgeTypeId^ get ();
}
static member HandrailSupportsLayoutParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace